{
  "metadata": {
    "file_name": "494b1b74-1f71-46be-b1b9-05ee257aedea",
    "transcription_date": "2025-07-01T12:35:58.924456",
    "duration_ms": 713,
    "confidence": 0.94005096
  },
  "full_transcript": "Hi, Anthony Spigen. Morning Anthony, it's Sam Atlas. How we doing? Hi buddy. All good mate. You all right? Yeah, not too bad. It's now a good time to chat still. Yes it is mate. I'm on the road still, buddy. I'm on the road. You're alright. Lovely, lovely. So really Anthony, all I need to do is just have a quick chat. Just want to find out a bit more about you, get a better feel for your goals and where you're at. I'll then run through sort of our program, what we do, what's involved and obviously you can assess anything that's suitable and relevant to yourself if that's okay. Okay. Lovely. So just to begin with then just give me a bit of backdrop on yourself. So what is the main goal, what is it you're looking to achieve? I guess everything, you know, I've just turned 41 a few days ago. Middle aged, spread and everything else like most of the guys get. And yeah, I think myself at the start of the year I sort of took a bit of a health kick on. I've been going to the gym and so on and so forth but like I think all these things sort of your day to day that, you know, work and everything else, like I sort of felt more ironically during the winter I would keep at it every day and during this coming into the summer months now I've not been so prolific going to it but mainly it's the health, mate. I feel like my diet's not good enough and I want to understand a lot more. And then yeah, just in general look out, looking after myself and get myself and you know, good, good health, that's the main priority mates. It is wonderful. Okay, cool, that all sounds good. So what's brought this about now? What has brought this front of mind for you? Honestly man, it's sort of like I just, I guess myself mate, it's like I've taken a, like my role in work. The role, what I do is quite, I guess quite full on in terms of the management and looking after teams and all but I just find that I'm getting more lethargic, I'm struggling a bit more sleep. I don't know, I put it down to my health I guess a bit. I'm finding that I'm eating the wrong shite and I'm on the road a bit and eating chocolate and stuff like that and I just put it all into all that. So when I seen your thing about getting yourself in shape but also it was more the dietary and just Looking after yourself in general. But I'm the sort of bloke that like, if I have to, when I have to, when I've got to go to the gym every day, I'm like, I'll do it and I'll do it where if I've got a, if I sign up to something that's a class or a course I'm probably a part of, I'll make sure I'm there. I'm one of those guys. Love it. Cool. Okay. So yeah, so the health aspect you're feeling is having a knock on impact on different aspects of your life, including work. I may not be, but I don't know, I just, I just think even like got bloody fucking just been a doctor showcase, conjunctivitis and stuff and it's just, I just feel more run down and all. I just, I just want to get, you know, it's about at this age looking after yourself and being on prime, isn't it? And that's so much, you know, the health and stuff like that is so important too, so isn't it? And actually I want to just be at a good weight, you know what I mean? I'm not a bad weight but I'm also, you know, I've got a bit of a belly and stuff like most guys do and I want to get myself, you know, just looking comfortable myself, mate, big style, like. Yeah, perfect. No, that sounds good. So I mean, do you know, do you know who we are? Do you know what is we do or any guys who work with or have you just seen that there, seen. A Facebook advert that's the cause on the stress? Yep, perfect. Tell you what I'll do then I'll go through what it is we actually do. So how we work with guys in a similar place to yourself, you can obviously make that full assessment for yourself whether you think, yep, this is the direction that I want to be going in and if it ticks the boxes for you effectively from there. So long, long story short, we specialize in helping guys over 40 to lose weight, get fit and improve the health. Like that is at the heart of everything that we do. And the reason that we do it and focus on such a specific clientele, if you like, is we find if we can bring a group of guys together who have similar goals and are in a similar place in terms of time of life, it just makes for a nicer environment. It has that camaraderie and all of that for you. So it just makes everything a lot nicer for you, you're not in a gym full of 20 year olds who already in really good shape. We have a laugh while we train and it means that everyone can sort of, you know, come together at the same time. So the training side of things, it's a minimum of three days a week. So you've got unlimited access to our sessions. You can do as many each week as you want to. But three a week is what we target you on. It's group personal training. So you're going to train with other guys in a very similar place to you. You've always got a personal trainer there who's going to make sure that you understand exactly what you need to be doing. Making sure you're getting the most out of every session as well. So you're not just going through the motions and just doing it for the sake of it. You're having someone there who is going to help support and motivate you throughout that session. We'll also work with you around the nutrition side, so you'll have one of our coaches who will be dedicated and specific for you. They will guide you and coach you one to one about understanding what you need to be eating. Working around things like traveling for work is a really key one. Like, we get that quite a lot. So having those tools and those tactics to help work around that to improve your eating sort of habits and do it in a way that becomes a long term sustainable sort of way of doing things, this is not, it's not a quick fix. This is not a diet we're going to stick you on or just a random meal plan. It's very much about getting the most out of you when it comes to nutrition. And then along the way we're going to hold you accountable. So what that looks like in reality is things like us tracking your attendance down in the gym. So if you're not there on a regular basis, then we will reach out, we will have these extra chats and conversations and just making sure that everything's okay with you effectively. We will track and monitor your progress. So that could be your weight, it could be your body fat percentage, it could be looking at your strength levels, your fitness assessments, but again, it's having a coach actually paying attention and making sure that you are making the progress in the gym that you were wanting to make alongside everything from there as well. So that in a nutshell, Anthony, like that is us. That's what we do. Does that sound like the sort of program you're looking for and you think would help you? Definitely. I mean that's in a nutshell what I'm looking for. That is it because I do enjoy, I genuinely enjoy training and I think what happened is I was going to the gym with another one of my friends and then he sort of lost interest. Naturally, I've lost a bit interest. I still try to. I mean, I'll go to a Valentine's or go to two or three, you know, spin classes a week and stuff. And I do try, but where it was, I don't know. I just know I'm starting to fall away a bit. So I'd rather assess it now and that's why I would say to you rather than just leave it all together and in a year's time go, God, I gotta get back into this sort of thing. Yeah, perfect. No, no, no, that sounds good, but yeah. Any questions on anything I've gone through so far? Honestly? No, Pretty self explanatory, man. I mean, how does it work, when to start and so on and so forth then. Yeah. So you've got two options for starting with us. We do a six week transformation program which is £199, or you can go straight into our monthly program, which is £110amonth. If you go straight into the monthly, it's a minimum three month commitment. So you've got six weeks or you've got a minimum three month term of being paid monthly and start, and start date. You know, we look sort of, you know, as soon as possible. So the question I'd ask is, you know, could you start next week? Yeah, yeah, of course, of course. Like, yeah, well the answer is yes. The answer is yes. And I would like to. Yeah, that'd be good. Like so with you. That'd be good. Perfect. And would you like to do the six weeks or go straight to the monthly? I'd rather do the monthly so. Because I would rather commit more in terms of that six weeks, to me it's just like in a night. So yeah, that'd be grand. Like so. Love it. Okay, just give me two seconds. I'm just gonna take a few details from you and we'll get things set up and sorted and I'll talk you through, through those next steps from there. So can I just confirm your email address please? Yeah, it's anthonycanning444mail.com Love it. And I am assuming that Canning is your surname. Yep, that's right, buddy, that's right. Perfect. And then final thing will be just to get your membership all set up. Now it sounds like you're driving. Is that correct? Yep. So what I can do is I can basically set up your membership for you now with no sort of payment details on the system at some point between now and next week, I will just need to sort of take those details from you. So is there going to be a good time, like later today, for example? Give you a call. I'll do it now. I'll do it now. It's fine. I'll do it now. That's fine. It's. Didn't we. Bubbling around if you were driving. Okay, so I sadly know them. Oh, that's dangerous. Just the long number across the front of your card then, please. It's okay. So round it off. 5356-663712-20255 and expiry, please. Expires. Oh, 8, 29 and 3. Across the back there's 5, 3, 7. Perfect. And what's your postcode, please? Y0. Oh, God, that is the one I remember. Y0613T is. Let me just quicken up. So many bloody postcodes in my head yesterday. Sorry, bro. Let me just get in. All right. It's finally Garden on the forest. Y0 61 I believe is 3. Y061. Sorry, buddy. It's all right. What's your. What? What's your street? I can. I can just do a quick Google search if you like. It's Farnley. My address is Farnley Gardens, Sutton in the forest. Let's have a look. One, eh. One, eh. The very one. That's it, yeah. Yo, 61 1, eh. God, I don't know. There we go, perfect. So there we go. So I'll put all that through for you. So the payment won't come out until Monday anyway, so nothing's going to be billed today. So we'll be starting next Monday. That's when you first came. And walk them out. The next steps and stages from here, everything will be emailed over to you so that you'll have access to everything you can get yourself booked in for your sessions from next week. I'm going to pass your details over to Matt, who's our manager over there. He's the one that will take good care of you. He'll be working with you on nutrition, supporting you around, tracking attendance, all of that. So he's going to be your main go to person and he will be in touch with you later today to welcome himself to you. Obviously, like I said, we're going straight to the monthly. It's a minimum three month commitment. Thereafter, it ends a 30 day rolling membership. So anytime you feel that you want to stop, it's just 30 day notice period to give us, after that three months. So you're not tied into anything longer term. Just train as long as it makes sense to yourself from that. Have you got any final questions while you have got me right now? Honestly, nothing, mate. I'm all good, man. I'm all good. If you say what you're going to do, then I'm all happy. Perfect. Well, it's been lovely chatting to you. It is a huge welcome from us and we're excited to see you next week. Appreciate that, man, Appreciate that. All right, you take care. Cheers, Sam. Have a good day, buddy. Take care, man.",
  "speakers": [
    {
      "speaker": "A",
      "text": "Hi, Anthony Spigen.",
      "confidence": 0.8772244,
      "start_time": 480,
      "end_time": 1600
    },
    {
      "speaker": "B",
      "text": "Morning Anthony, it's Sam Atlas. How we doing?",
      "confidence": 0.9319153,
      "start_time": 2080,
      "end_time": 4720
    },
    {
      "speaker": "A",
      "text": "Hi buddy. All good mate. You all right?",
      "confidence": 0.80759686,
      "start_time": 5040,
      "end_time": 6880
    },
    {
      "speaker": "B",
      "text": "Yeah, not too bad. It's now a good time to chat still.",
      "confidence": 0.9947917,
      "start_time": 7280,
      "end_time": 10080
    },
    {
      "speaker": "A",
      "text": "Yes it is mate. I'm on the road still, buddy. I'm on the road. You're alright.",
      "confidence": 0.92039365,
      "start_time": 10080,
      "end_time": 13280
    },
    {
      "speaker": "B",
      "text": "Lovely, lovely. So really Anthony, all I need to do is just have a quick chat. Just want to find out a bit more about you, get a better feel for your goals and where you're at. I'll then run through sort of our program, what we do, what's involved and obviously you can assess anything that's suitable and relevant to yourself if that's okay.",
      "confidence": 0.98273736,
      "start_time": 13520,
      "end_time": 29420
    },
    {
      "speaker": "A",
      "text": "Okay.",
      "confidence": 0.8027344,
      "start_time": 29420,
      "end_time": 29940
    },
    {
      "speaker": "B",
      "text": "Lovely. So just to begin with then just give me a bit of backdrop on yourself. So what is the main goal, what is it you're looking to achieve?",
      "confidence": 0.95627075,
      "start_time": 31700,
      "end_time": 38580
    },
    {
      "speaker": "A",
      "text": "I guess everything, you know, I've just turned 41 a few days ago. Middle aged, spread and everything else like most of the guys get. And yeah, I think myself at the start of the year I sort of took a bit of a health kick on. I've been going to the gym and so on and so forth but like I think all these things sort of your day to day that, you know, work and everything else, like I sort of felt more ironically during the winter I would keep at it every day and during this coming into the summer months now I've not been so prolific going to it but mainly it's the health, mate. I feel like my diet's not good enough and I want to understand a lot more. And then yeah, just in general look out, looking after myself and get myself and you know, good, good health, that's the main priority mates. It is wonderful.",
      "confidence": 0.90230405,
      "start_time": 39700,
      "end_time": 91390
    },
    {
      "speaker": "B",
      "text": "Okay, cool, that all sounds good. So what's brought this about now? What has brought this front of mind for you?",
      "confidence": 0.96903676,
      "start_time": 91390,
      "end_time": 97070
    },
    {
      "speaker": "A",
      "text": "Honestly man, it's sort of like I just, I guess myself mate, it's like I've taken a, like my role in work. The role, what I do is quite, I guess quite full on in terms of the management and looking after teams and all but I just find that I'm getting more lethargic, I'm struggling a bit more sleep. I don't know, I put it down to my health I guess a bit. I'm finding that I'm eating the wrong shite and I'm on the road a bit and eating chocolate and stuff like that and I just put it all into all that. So when I seen your thing about getting yourself in shape but also it was more the dietary and just Looking after yourself in general. But I'm the sort of bloke that like, if I have to, when I have to, when I've got to go to the gym every day, I'm like, I'll do it and I'll do it where if I've got a, if I sign up to something that's a class or a course I'm probably a part of, I'll make sure I'm there. I'm one of those guys.",
      "confidence": 0.9210956,
      "start_time": 97630,
      "end_time": 151860
    },
    {
      "speaker": "B",
      "text": "Love it. Cool. Okay. So yeah, so the health aspect you're feeling is having a knock on impact on different aspects of your life, including work.",
      "confidence": 0.9483862,
      "start_time": 153380,
      "end_time": 160580
    },
    {
      "speaker": "A",
      "text": "I may not be, but I don't know, I just, I just think even like got bloody fucking just been a doctor showcase, conjunctivitis and stuff and it's just, I just feel more run down and all. I just, I just want to get, you know, it's about at this age looking after yourself and being on prime, isn't it? And that's so much, you know, the health and stuff like that is so important too, so isn't it? And actually I want to just be at a good weight, you know what I mean? I'm not a bad weight but I'm also, you know, I've got a bit of a belly and stuff like most guys do and I want to get myself, you know, just looking comfortable myself, mate, big style, like.",
      "confidence": 0.9166923,
      "start_time": 162500,
      "end_time": 193690
    },
    {
      "speaker": "B",
      "text": "Yeah, perfect. No, that sounds good. So I mean, do you know, do you know who we are? Do you know what is we do or any guys who work with or have you just seen that there, seen.",
      "confidence": 0.8600323,
      "start_time": 194590,
      "end_time": 202830
    },
    {
      "speaker": "A",
      "text": "A Facebook advert that's the cause on the stress? Yep, perfect.",
      "confidence": 0.79859877,
      "start_time": 202830,
      "end_time": 207550
    },
    {
      "speaker": "B",
      "text": "Tell you what I'll do then I'll go through what it is we actually do. So how we work with guys in a similar place to yourself, you can obviously make that full assessment for yourself whether you think, yep, this is the direction that I want to be going in and if it ticks the boxes for you effectively from there. So long, long story short, we specialize in helping guys over 40 to lose weight, get fit and improve the health. Like that is at the heart of everything that we do. And the reason that we do it and focus on such a specific clientele, if you like, is we find if we can bring a group of guys together who have similar goals and are in a similar place in terms of time of life, it just makes for a nicer environment. It has that camaraderie and all of that for you. So it just makes everything a lot nicer for you, you're not in a gym full of 20 year olds who already in really good shape. We have a laugh while we train and it means that everyone can sort of, you know, come together at the same time. So the training side of things, it's a minimum of three days a week. So you've got unlimited access to our sessions. You can do as many each week as you want to. But three a week is what we target you on. It's group personal training. So you're going to train with other guys in a very similar place to you. You've always got a personal trainer there who's going to make sure that you understand exactly what you need to be doing. Making sure you're getting the most out of every session as well. So you're not just going through the motions and just doing it for the sake of it. You're having someone there who is going to help support and motivate you throughout that session. We'll also work with you around the nutrition side, so you'll have one of our coaches who will be dedicated and specific for you. They will guide you and coach you one to one about understanding what you need to be eating. Working around things like traveling for work is a really key one. Like, we get that quite a lot. So having those tools and those tactics to help work around that to improve your eating sort of habits and do it in a way that becomes a long term sustainable sort of way of doing things, this is not, it's not a quick fix. This is not a diet we're going to stick you on or just a random meal plan. It's very much about getting the most out of you when it comes to nutrition. And then along the way we're going to hold you accountable. So what that looks like in reality is things like us tracking your attendance down in the gym. So if you're not there on a regular basis, then we will reach out, we will have these extra chats and conversations and just making sure that everything's okay with you effectively. We will track and monitor your progress. So that could be your weight, it could be your body fat percentage, it could be looking at your strength levels, your fitness assessments, but again, it's having a coach actually paying attention and making sure that you are making the progress in the gym that you were wanting to make alongside everything from there as well. So that in a nutshell, Anthony, like that is us. That's what we do. Does that sound like the sort of program you're looking for and you think would help you?",
      "confidence": 0.9746269,
      "start_time": 207550,
      "end_time": 362490
    },
    {
      "speaker": "A",
      "text": "Definitely. I mean that's in a nutshell what I'm looking for. That is it because I do enjoy, I genuinely enjoy training and I think what happened is I was going to the gym with another one of my friends and then he sort of lost interest. Naturally, I've lost a bit interest. I still try to. I mean, I'll go to a Valentine's or go to two or three, you know, spin classes a week and stuff. And I do try, but where it was, I don't know. I just know I'm starting to fall away a bit. So I'd rather assess it now and that's why I would say to you rather than just leave it all together and in a year's time go, God, I gotta get back into this sort of thing.",
      "confidence": 0.9175563,
      "start_time": 362970,
      "end_time": 399590
    },
    {
      "speaker": "B",
      "text": "Yeah, perfect. No, no, no, that sounds good, but yeah. Any questions on anything I've gone through so far?",
      "confidence": 0.95781934,
      "start_time": 399910,
      "end_time": 404790
    },
    {
      "speaker": "A",
      "text": "Honestly? No, Pretty self explanatory, man. I mean, how does it work, when to start and so on and so forth then.",
      "confidence": 0.9287054,
      "start_time": 405630,
      "end_time": 410510
    },
    {
      "speaker": "B",
      "text": "Yeah. So you've got two options for starting with us. We do a six week transformation program which is £199, or you can go straight into our monthly program, which is £110amonth. If you go straight into the monthly, it's a minimum three month commitment. So you've got six weeks or you've got a minimum three month term of being paid monthly and start, and start date. You know, we look sort of, you know, as soon as possible. So the question I'd ask is, you know, could you start next week?",
      "confidence": 0.9573428,
      "start_time": 410910,
      "end_time": 438510
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah, of course, of course. Like, yeah, well the answer is yes. The answer is yes. And I would like to. Yeah, that'd be good. Like so with you. That'd be good.",
      "confidence": 0.8567536,
      "start_time": 439070,
      "end_time": 445990
    },
    {
      "speaker": "B",
      "text": "Perfect. And would you like to do the six weeks or go straight to the monthly?",
      "confidence": 0.919164,
      "start_time": 445990,
      "end_time": 449710
    },
    {
      "speaker": "A",
      "text": "I'd rather do the monthly so. Because I would rather commit more in terms of that six weeks, to me it's just like in a night. So yeah, that'd be grand. Like so.",
      "confidence": 0.8909875,
      "start_time": 450110,
      "end_time": 457710
    },
    {
      "speaker": "B",
      "text": "Love it. Okay, just give me two seconds. I'm just gonna take a few details from you and we'll get things set up and sorted and I'll talk you through, through those next steps from there. So can I just confirm your email address please?",
      "confidence": 0.948801,
      "start_time": 457790,
      "end_time": 466780
    },
    {
      "speaker": "A",
      "text": "Yeah, it's anthonycanning444mail.com Love it.",
      "confidence": 0.89469075,
      "start_time": 467740,
      "end_time": 472820
    },
    {
      "speaker": "B",
      "text": "And I am assuming that Canning is your surname.",
      "confidence": 0.9132035,
      "start_time": 472820,
      "end_time": 475340
    },
    {
      "speaker": "A",
      "text": "Yep, that's right, buddy, that's right.",
      "confidence": 0.90388995,
      "start_time": 475820,
      "end_time": 477340
    },
    {
      "speaker": "B",
      "text": "Perfect. And then final thing will be just to get your membership all set up. Now it sounds like you're driving. Is that correct?",
      "confidence": 0.97994655,
      "start_time": 477660,
      "end_time": 485500
    },
    {
      "speaker": "A",
      "text": "Yep.",
      "confidence": 0.90234375,
      "start_time": 486060,
      "end_time": 486700
    },
    {
      "speaker": "B",
      "text": "So what I can do is I can basically set up your membership for you now with no sort of payment details on the system at some point between now and next week, I will just need to sort of take those details from you. So is there going to be a good time, like later today, for example?",
      "confidence": 0.9808274,
      "start_time": 488220,
      "end_time": 503480
    },
    {
      "speaker": "A",
      "text": "Give you a call. I'll do it now. I'll do it now.",
      "confidence": 0.91139054,
      "start_time": 503560,
      "end_time": 505920
    },
    {
      "speaker": "B",
      "text": "It's fine.",
      "confidence": 0.90775555,
      "start_time": 505920,
      "end_time": 506280
    },
    {
      "speaker": "A",
      "text": "I'll do it now.",
      "confidence": 0.8939209,
      "start_time": 506280,
      "end_time": 506840
    },
    {
      "speaker": "B",
      "text": "That's fine. It's. Didn't we. Bubbling around if you were driving. Okay, so I sadly know them. Oh, that's dangerous. Just the long number across the front of your card then, please.",
      "confidence": 0.90800095,
      "start_time": 509160,
      "end_time": 519829
    },
    {
      "speaker": "A",
      "text": "It's okay. So round it off. 5356-663712-20255 and expiry, please. Expires. Oh, 8, 29 and 3.",
      "confidence": 0.87383527,
      "start_time": 520229,
      "end_time": 538829
    },
    {
      "speaker": "B",
      "text": "Across the back there's 5, 3, 7. Perfect. And what's your postcode, please?",
      "confidence": 0.9696703,
      "start_time": 538829,
      "end_time": 543720
    },
    {
      "speaker": "A",
      "text": "Y0. Oh, God, that is the one I remember. Y0613T is. Let me just quicken up. So many bloody postcodes in my head yesterday. Sorry, bro. Let me just get in.",
      "confidence": 0.9332224,
      "start_time": 544920,
      "end_time": 564920
    },
    {
      "speaker": "B",
      "text": "All right.",
      "confidence": 0.82543945,
      "start_time": 565480,
      "end_time": 565960
    },
    {
      "speaker": "A",
      "text": "It's finally Garden on the forest. Y0 61 I believe is 3. Y061. Sorry, buddy.",
      "confidence": 0.8957098,
      "start_time": 576290,
      "end_time": 598700
    },
    {
      "speaker": "B",
      "text": "It's all right.",
      "confidence": 0.9048394,
      "start_time": 599100,
      "end_time": 599780
    },
    {
      "speaker": "A",
      "text": "What's your.",
      "confidence": 0.95613605,
      "start_time": 599780,
      "end_time": 600380
    },
    {
      "speaker": "B",
      "text": "What? What's your street? I can. I can just do a quick Google search if you like. It's Farnley.",
      "confidence": 0.93940175,
      "start_time": 600540,
      "end_time": 606060
    },
    {
      "speaker": "A",
      "text": "My address is Farnley Gardens, Sutton in the forest.",
      "confidence": 0.942003,
      "start_time": 606060,
      "end_time": 608780
    },
    {
      "speaker": "B",
      "text": "Let's have a look. One, eh.",
      "confidence": 0.9074707,
      "start_time": 614700,
      "end_time": 627850
    },
    {
      "speaker": "A",
      "text": "One, eh.",
      "confidence": 0.88720703,
      "start_time": 628490,
      "end_time": 629130
    },
    {
      "speaker": "B",
      "text": "The very one.",
      "confidence": 0.96516925,
      "start_time": 629130,
      "end_time": 629650
    },
    {
      "speaker": "A",
      "text": "That's it, yeah. Yo, 61 1, eh. God, I don't know.",
      "confidence": 0.7540584,
      "start_time": 629650,
      "end_time": 632570
    },
    {
      "speaker": "B",
      "text": "There we go, perfect. So there we go. So I'll put all that through for you. So the payment won't come out until Monday anyway, so nothing's going to be billed today. So we'll be starting next Monday. That's when you first came. And walk them out. The next steps and stages from here, everything will be emailed over to you so that you'll have access to everything you can get yourself booked in for your sessions from next week. I'm going to pass your details over to Matt, who's our manager over there. He's the one that will take good care of you. He'll be working with you on nutrition, supporting you around, tracking attendance, all of that. So he's going to be your main go to person and he will be in touch with you later today to welcome himself to you. Obviously, like I said, we're going straight to the monthly. It's a minimum three month commitment. Thereafter, it ends a 30 day rolling membership. So anytime you feel that you want to stop, it's just 30 day notice period to give us, after that three months. So you're not tied into anything longer term. Just train as long as it makes sense to yourself from that. Have you got any final questions while you have got me right now?",
      "confidence": 0.9493148,
      "start_time": 635770,
      "end_time": 692910
    },
    {
      "speaker": "A",
      "text": "Honestly, nothing, mate. I'm all good, man. I'm all good. If you say what you're going to do, then I'm all happy.",
      "confidence": 0.8897705,
      "start_time": 693310,
      "end_time": 697870
    },
    {
      "speaker": "B",
      "text": "Perfect. Well, it's been lovely chatting to you. It is a huge welcome from us and we're excited to see you next week.",
      "confidence": 0.98464745,
      "start_time": 699310,
      "end_time": 705370
    },
    {
      "speaker": "A",
      "text": "Appreciate that, man, Appreciate that.",
      "confidence": 0.9361084,
      "start_time": 705930,
      "end_time": 707090
    },
    {
      "speaker": "B",
      "text": "All right, you take care.",
      "confidence": 0.9453125,
      "start_time": 707090,
      "end_time": 708970
    },
    {
      "speaker": "A",
      "text": "Cheers, Sam. Have a good day, buddy. Take care, man.",
      "confidence": 0.9213908,
      "start_time": 709290,
      "end_time": 711210
    }
  ],
  "chapters": [
    {
      "summary": "Hi, Anthony Spigen. How we doing? Hi buddy. I'm on the road still, buddy. Just want to find out a bit more about you, get a better feel for your goals and where you're at. I'll then run through sort of our program, what we do, what's involved.",
      "headline": "Sam Atlas to Anthony Spigen: How are you doing buddy",
      "start_time": 480,
      "end_time": 32260
    },
    {
      "summary": "I feel like my diet's not good enough and I want to understand a lot more. Just in general look out, looking after myself and get myself and you know, good, good health, that's the main priority mates.",
      "headline": "So what is your main goal with regards to your health this year",
      "start_time": 32420,
      "end_time": 154060
    },
    {
      "summary": "Anthony specializes in helping guys over 40 to lose weight, get fit and improve the health. It's group personal training with other guys in a very similar place to yourself. Along the way we're going to hold you accountable.",
      "headline": "Anthony specializes in helping guys over 40 to lose weight and improve health",
      "start_time": 154060,
      "end_time": 402790
    },
    {
      "summary": "We do a six week transformation program which is £199, or you can go straight into our monthly program, £110amonth. Is there a good time, like later today, for example? Give us a call.",
      "headline": "You can start with a six week transformation program or go straight into monthly",
      "start_time": 402790,
      "end_time": 564920
    },
    {
      "summary": "Farnley Gardens, Sutton in the forest. The payment won't come out until Monday anyway, so nothing's going to be billed today. Minimum three month commitment. Thereafter, it ends a 30 day rolling membership. Just train as long as it makes sense to yourself.",
      "headline": "We're going straight to monthly membership so nothing's billed today",
      "start_time": 565480,
      "end_time": 688510
    },
    {
      "summary": "Have you got any final questions while you have got me right now? Honestly, nothing, mate. If you say what you're going to do, then I'm all happy. Well, it's been lovely chatting to you. We're excited to see you next week.",
      "headline": "Have you got any final questions while you have got me right now? Honestly, nothing",
      "start_time": 689390,
      "end_time": 711210
    }
  ]
}