{
  "metadata": {
    "file_name": "a052af19-67e9-49fb-8913-b0a9d12f0cb4",
    "transcription_date": "2025-07-01T12:38:14.359952",
    "duration_ms": 1186,
    "confidence": 0.9532146
  },
  "full_transcript": "Hi, Sam. Hey, Tom. How we doing? Yeah, not so bad. You're well? Yeah, not too bad, thank you. Is now time still? Yeah, fine, yeah. I've got a few minutes between meetings. No problem at all. Wonderful, lovely. Gives you a nice little break if nothing else then absolutely always welcome. So really Tom, all I want to do is just better understand your goals to begin with so get a good feel for where you're at, what you want to achieve. Obviously it sounds like you're, you know, you're active at the minute, which is great. A little bit deeper and then I'll go through who we are, what we do, the programs we run. Obviously we can see and assess if there's going to be a decent fit all around. If that works for you. Yeah, yeah, absolutely. I know that's all good. Perfect. So to begin with then just give me a bit of backdrop on yourself. So like what is it ultimately that you are looking to achieve and what's led to you reaching out to us? Yeah, as I, as I touched on the other day, I. Well I'm actually I've done my wristing so I haven't played for a couple of weeks but I play competitive racket sports, always have done. I used to be win math early years, over 40 now obviously but in my. In my twenties, etc I used to be quite heavy into the gym, used to be able to lift quite a bit but I just haven't been in the gym. I go sporadically but not cons. I haven't done anything consistently in the gym for a lot of years, just work and travel and other commitments. I've always been heavier up and down with my weight. I probably lost about, I don't know, probably about six, seven years ago. Lost a few stone, kept that off for a few years and then changed jobs, working away, relationship like marriage, comfort zone, all of the usual excuses kind of put that back on. So I'm just conscious not getting any younger. Also we just found out that we're going to be expecting a baby early in the new year so just want to be a bit fitter, lose some weight but also probably just get a bit, I mean get a bit more of the sort of the muscle tone that I probably had previously because I do. I always liked the weightlifting side of things and been a little bit having that shape I suppose so yeah, just a bit of a mixture of everything I suppose really. Okay, wonderful. Perfect. So yeah, it sounds like you've gone through the. It's what I call it the typical journey fit in your 20s. You know, obviously you've, you know, done sports to a pretty high level there, which is, which is fantastic. But then work, family, social life, these things usually sort of creep up and take over. Usually more into the 30s and up from there. And then it gets to the point where usually something gives you a bit of, a, bit of a kick up the bum if you like, to get you back into gear. And it sounds like for you, you know, having sort of fantastic news of expecting a little one. But yes, being in the best shape physically, mentally and general, well being for when that happens is going to put you in good stead, isn't it? Yes, absolutely. Okay, lovely. So what is the main struggle with just doing this yourself? Like why not say just go join pure gym, you go and train under your own steam. Like, why look at something like us where you get that sort of additional help and support? Yeah, I think where I probably struggle is the, as I touched on there is the consistency. I can kind of be all or nothing. Like if I'm on it, I'm on it. I mean there three or four times a week, eating better, etc. But then it, it's just never sustained. It's, it's a few weeks at a time, a month at a time and then a month of going back to doing nothing, etc. I think one thing, I mean, you can make all the excuses you want, I suppose if you want to do it, you want to do, you'll do, you'll find a way to do it. But work is, makes it tricky. I'm away with work generally at least a night, maybe two nights a week, which makes it just that little bit harder. But yeah, I suppose this, those are the things, the limiting factors. But if I really had the motivation and the drive, I suppose I would be do it. I'd still find, still find the time to do it, I guess. Yeah. So I mean, I think the word that we're looking for there that summarizes it all is accountability. Yeah. Gonna be casting an eye over you, you know, making sure you turn up, making sure you do things because it is difficult when you are working away. Like it breaks your routine and your habits and it makes, it makes everything so, so much harder to. I mean, I think as you've right said, it's not impossible, but you know, when you're in there at the time, like it's, it's the last thing on your mind. So having that external support and external accountability I think is going to be massive for you. So I think that makes A lot of sense. Okay, so do you know who we are? Do you know anybody we've worked with? Or have you just seen an advert that caught your eye? No. I mean, it popped up on Facebook and then the good old algorithms and on Instagram. I've seen. I mean, I've been trained at most of the gyms over the years. I did see someone I recognized in one of the videos you put up on one of the sessions the other week, but I actually thought you were based on Laethorpe. But is it Clifton Moore that you're at, is that right? Yes, yeah. Clifton Moore. Yeah, they are. Cool. I'll tell you what, I'll do them, Tom. I'll run through exactly what's involved, the programs you run, how we work with guys like yourself, and then obviously you can then make that assessment on whether you think, yeah, this is exactly what I'm looking for, or not. Can be the case sometimes as well. So long and short of it, we specialize in helping guys over 40 to lose weight, get fit and to improve their health. Now, the reason we specialize and focus so much is we find that if we can bring guys together who are in a similar place in terms of goals and in terms of time of life, it just makes for a much more supportive environment. A friendly environment like this is not super serious training. We're not training professional athletes or bodybuilders in the day, so we do have a laugh. And it just creates that camaraderie alongside the training as well, so you don't feel isolated and like you're just doing this alone. And that's a big part of what we do. Now, the way that we're going to help you is we look at three separate areas that all work together, and those are training, nutrition and accountability. So the training, it's a minimum of three days a week, but you have unlimited access to our sessions. So it's up to you with how often you want to train. As long as you hit that minimum benchmark, then we're happy. And it's group pt. So you've always got a personal trainer in there. You're not just doing your own thing. You've got someone who's going to say, right, Tom, here's the training, here's how to do it to your level, here's what we expect from you. And then our job is to make sure we're progressing it. So once you get up speed and you're getting fitter and you're getting stronger, we don't just Want you going through the motions for the sake of it. Your coach is there to make sure that they can help you and motivate you and get the most out of every session effectively for you. Yeah. We're then going to look at the nutrition. So you will work directly with one of our coaches on a one to one bespoke basis who's going to help you to understand exactly what you need to do on the food front. So obviously for you, with work and travel and all of that has like added challenges, but there are things and tactics that we can help you with and put in place. They can mitigate the damage with that we can help to create some structure for when you are here. And then obviously for you, once you start looking into the new year, you're going to have a whole other load of chaos that comes alongside that as well. There's going to be a lot of work to do around nutrition, keeping everything balanced. But it's why we don't do like a one size fits all. Every guy we work with different, they have unique challenges. So you'll have one of our coaches that will work with you along that. And then finally, and I think probably most relevant to you is that accountability. So this is just, it's simple but powerful. It's things like tracking your attendance at the gym. So if you don't turn up to all three sessions then just our coaches will just reach out to you and just having that chance being like, Tom, notice you weren't in today. Like, are you okay? You know, you away with work, do you want a workout to do while you're away? You just struggle, whatever it might be. But having that support network is so important with this sort of program. We'll also track your and monitor your progress. So that could be your weight, it could be your body fat percentage, it could be your strength levels, your fitness levels, like whatever it actually is that we look at. But again it's just knowing that you have a coach who is caring about your progress as much as anything else. All just. And then the last thing we do is we've got a private WhatsApp group with all the guys in that we train. And it kind of comes back to what I was saying at the very start. It's about building that group and that team mentality. When you're away from the gym, we don't want you to feel isolated and like it is just you, you know, battling against the world. Like having somewhere that you can share ideas, ask questions, even take the mick out of the coaches. Like it's just nice having that sort of place for you to be and have. So like that in a nutshell, like that's us, that's, that's what we do. Does, I mean, does that sound like the sort of program you're looking for and you think. Yeah, I think so. As I say, it's kind of spotting. Your advert was kind of, it came at a time I was already feeling like I kind of, I felt like this for a while, but I'm just not been ignoring it. But there's been plenty going on so it's just popped up. So it's kind of my first delve into doing things like this. I've always just kind of trained on my own, so I think they're having it pre. I think another thing that I probably struggle with is if I go to the gym, I end up. While my knowledge of weight training is pretty decent, I generally tend to end up doing a similar, similar sort of things which normally the things I prefer, prefer to do rather than the ones that maybe I should be doing that kind of thing. So yeah, I just think not having to think about what I'm going to do and then because work is mental. So just being able to turn up and already have somebody else having planned what it is that's outlined for the session is probably a big plus as well. Yeah, I mean, one of the things I say quite a lot is like a lot of time when you're training yourself, you've almost got to motivate yourself three times. You've got to motivate yourself to get down to the gym. You then got to motivate yourself to actually put a plan together for yourself. And then thirdly, you've got to motivate yourself to then execute that plan properly. And all you need is one of those things to fall down and you just don't get the most out of it. When you got a busy life, it's useful to know that you can just switch your brain off, turn up, be told what to do, do it. And then he's like, cool, well, that's taken care of now. Yes, absolutely. I mean, have you any questions on anything I've gone through so far? No, no, it all sounds pretty, pretty straightforward. Yeah, perfect. So we've got two options in terms of getting started. With us, we do a six week transformation program which is £199, or we do a monthly program which is £110amonth. Now if you go straight onto the monthly, it would be a minimum three Month commitment on that one. So of those two, which do you feel would be best for you at this stage? I think probably monthly, to be honest. I mean six weeks is great, but I don't have anything I'm particularly aiming for in a six week period. This is more sort of a sustained lifestyle change rather than making a quick impact, if that makes sense. Yeah, perfect. Lovely. And I suppose the million dollar question then is when would you like to start. Really? I suppose I can. I'm just trying to think. I'm away through two weeks in July so it'd probably be the sort of third, fourth week of July, something like that. Okay. Is that purely because you've got those couple of weeks off? Yeah, just because I'm away on holiday, to be honest. Okay, cool. So here is what I am going to say to you and what I would recommend that you do instead. I would say to you, start earlier. So as in next week, if you're away for two weeks, I can just do the first month, a half price for you so you're not sort of wasting sort of money and time. The problem you get is if you wait a month effectively, then when you're away for those two weeks you are likely to slightly overindulge, knowing you've got this program starting. So you'd be like, almost like it's future Tom's problem. He can deal with it at that stage. Whereas if you, if you start now, that holiday is going to happen either way. But you know, you can at least get going, get started while you're away. You probably have a mindset of more like damage limitations. Even if it's 10% less than you would normally do by the time you come back on the holiday, you're in a better place from there. Like I'm happy to be flexible on, on that first month if you're away, that's fine. And does that all make sense? Yeah, absolutely. Yeah, it makes sense. In terms of your see we're talking 3sess a week is a minimum when, what are, what days do you do, what are the times, etc. So we do every day. So we do Monday to Saturday most weeks. We also do a Sunday, but it's not every week, so I don't officially put it on the timetable. So and we do 6am, 7am, we then do 5pm, 6pm and 7pm and on a Monday and Friday we have a lunchtime at 1:30. Okay, so was it 6pm to 7pm did you say there as well? Yes. So yes, on an evening There are. So there's three sessions on an evening, five till six, six till seven and seven till eight. Okay. Okay, cool. And in terms of those, so say if I joined up on a, on a monthly basis, do I have to tell you ahead of time which session I'm coming to or is it just a turn up? And. So you do. Yeah, you need to, you need to book in. And it's very flexible though. So let's say you wanted to do a 7pm you can book in at 6:59. So it is incredibly flexible. You don't have to do the same time and days each week, so that can change. And even once you booked in, if you need to cancel and book another one, you absolutely can do. So again, let's say you booked in for 6 o' clock and then something came up at work and you had to book in for the seven, then you absolutely can do. So we provide as much flexibility as possible. Yeah, that's fine. And in terms of the. What does a normal session, I know they'll all be varied, but what does this, what sort of does it entail? Generally, we use two schools of training. One is your typical strength and conditioning work. So that is your usual, you know, barbells, dumbbells, kettlebells. It's your squats, your bench presses, like, it's like we use, we utilize quite a lot of that stuff for the strength side. The cardio side with us is what's called functional cardio. So that's tire flips, it's battle ropes, it's boxing, it's sled pushes, it's TRXs, it's that style that we use for the cardio side. So we use a combination of those two schools of training. Cool. Okay, sounds good. Yeah, I don't think I've got any of the questions, particularly, to be honest. Lovely. So we just need to take a few details from you to get you onto the system, then talk through the next stages in terms of getting you booked in for your first session and everything. So can I just confirm your email address, please? Yeah, it's tom.shooksmithmail.com. I'm assuming Shooksmith is your surname. It is, that's right. Lovely. And then final thing will be to just add some payment details onto the system. So nothing will be billed until next time Monday, when your first day will be. And like I said, it'll be £55. I'll do it for half price for your first month as you're going to be. Let me just look at my work Calendar for that turn around that quickly. One second. Because it just say I'm generally away one or two nights a week, but let me just see where we're at. So that's week commencing the 30th, isn't it? So I. I'm actually away three nights next week. Monday, Tuesday and Monday. Sorry, Monday, Tuesday and Thursday. So next week is probably not the best. Yeah, but then I'm away from the 8th. I'd actually. I get the. Your point reference, the holiday piece for sure. But I would actually probably be better at looking to start week commencing the 21st in reality because I'm just not. Going to be here, honestly, like with what you just said there then that if you're not here next week and then it's going to be struggle for. Honestly, absolutely fine. Yeah. But, yeah, so I'll put that there. Yeah, it'll mean. So I'll set it for the 21st and that's when your first payment will come out. That will be the full amount then for the 110 on the 21st. Just to confirm that one could be obviously after your holiday. Is that okay with yourself? Yeah. Okay. So that will just roll over to 21st of each month, will it? Yeah, yeah, yeah, yeah. Oh, yeah, it's just. Yeah, it's done on the anniversary of. Yeah, lovely. So then it'll just be to take some payment details onto the system. So do you have a card you want to use for that? Yeah, not on me, but. Okay. Whereabouts are you on Clifton Moor, by the way? So we are sort of. Do you know where the car garages are? Yeah, so we're sort of just around the corner from there. So if you go like between where Pure Gym is and the car garage is, we're kind of halfway between the two. We're on Ulster Road. Depends how well you know it. Yeah, it rings a bell. Yeah. Like we're opposite, opposite Wicks Subways, just around the corner from us. It's if, you know, if you get to Clifton Moor, it's very easy to get to. Yeah, no worries. Okay, what do you need from me? Just the long number across the front of the card. Whenever you're ready. Okay. Yeah. 4462. Yeah. 9104. Yep. 7694. Yep. 4866. Lovely. And the expiry, please? 1027 and then three across the back is 248. Perfect. And what's your postcode please? Yo. 24. Yep. One JT. Lovely. There we go. So I'll get that put through for you now, like I said, nothing will be billed until you want. You start next month from here. The next steps are going to be you'll have automated emails that comes through to give you access to the booking system, so you best go and get yourself booked in from the 21st onwards. And I'm going to pass your details over to Matt, who's our manager over there, and he'll be the one working with you, so he'll reach out to you at some point later today just to welcome himself. I'll update him on everything so he knows that you're not starting until the 21st, but, yeah, he'll be your key support network as you go through it from them. Have you got any final questions while you have me right now? No, I don't think so. Not on the face of it, no. All seems good. Perfect. Lovely. Well, it's a huge welcome from us, Tom. It's been lovely chatting to you and we'll see you after your holiday. Enjoy. Nice one. Thanks very much. Take care, Tom. Cheers.",
  "speakers": [
    {
      "speaker": "A",
      "text": "Hi, Sam.",
      "confidence": 0.96032715,
      "start_time": 80,
      "end_time": 560
    },
    {
      "speaker": "B",
      "text": "Hey, Tom. How we doing?",
      "confidence": 0.8048828,
      "start_time": 1200,
      "end_time": 2640
    },
    {
      "speaker": "A",
      "text": "Yeah, not so bad. You're well?",
      "confidence": 0.9574382,
      "start_time": 2880,
      "end_time": 4160
    },
    {
      "speaker": "B",
      "text": "Yeah, not too bad, thank you. Is now time still?",
      "confidence": 0.8797526,
      "start_time": 4560,
      "end_time": 7840
    },
    {
      "speaker": "A",
      "text": "Yeah, fine, yeah. I've got a few minutes between meetings. No problem at all.",
      "confidence": 0.9744292,
      "start_time": 8240,
      "end_time": 11920
    },
    {
      "speaker": "B",
      "text": "Wonderful, lovely. Gives you a nice little break if nothing else then absolutely always welcome. So really Tom, all I want to do is just better understand your goals to begin with so get a good feel for where you're at, what you want to achieve. Obviously it sounds like you're, you know, you're active at the minute, which is great. A little bit deeper and then I'll go through who we are, what we do, the programs we run. Obviously we can see and assess if there's going to be a decent fit all around. If that works for you.",
      "confidence": 0.96293235,
      "start_time": 12400,
      "end_time": 36690
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah, absolutely. I know that's all good.",
      "confidence": 0.8904907,
      "start_time": 36690,
      "end_time": 38890
    },
    {
      "speaker": "B",
      "text": "Perfect. So to begin with then just give me a bit of backdrop on yourself. So like what is it ultimately that you are looking to achieve and what's led to you reaching out to us?",
      "confidence": 0.9718922,
      "start_time": 39370,
      "end_time": 47530
    },
    {
      "speaker": "A",
      "text": "Yeah, as I, as I touched on the other day, I. Well I'm actually I've done my wristing so I haven't played for a couple of weeks but I play competitive racket sports, always have done. I used to be win math early years, over 40 now obviously but in my. In my twenties, etc I used to be quite heavy into the gym, used to be able to lift quite a bit but I just haven't been in the gym. I go sporadically but not cons. I haven't done anything consistently in the gym for a lot of years, just work and travel and other commitments. I've always been heavier up and down with my weight. I probably lost about, I don't know, probably about six, seven years ago. Lost a few stone, kept that off for a few years and then changed jobs, working away, relationship like marriage, comfort zone, all of the usual excuses kind of put that back on. So I'm just conscious not getting any younger. Also we just found out that we're going to be expecting a baby early in the new year so just want to be a bit fitter, lose some weight but also probably just get a bit, I mean get a bit more of the sort of the muscle tone that I probably had previously because I do. I always liked the weightlifting side of things and been a little bit having that shape I suppose so yeah, just a bit of a mixture of everything I suppose really.",
      "confidence": 0.9487007,
      "start_time": 47770,
      "end_time": 146780
    },
    {
      "speaker": "B",
      "text": "Okay, wonderful. Perfect. So yeah, it sounds like you've gone through the. It's what I call it the typical journey fit in your 20s. You know, obviously you've, you know, done sports to a pretty high level there, which is, which is fantastic. But then work, family, social life, these things usually sort of creep up and take over. Usually more into the 30s and up from there. And then it gets to the point where usually something gives you a bit of, a, bit of a kick up the bum if you like, to get you back into gear. And it sounds like for you, you know, having sort of fantastic news of expecting a little one. But yes, being in the best shape physically, mentally and general, well being for when that happens is going to put you in good stead, isn't it?",
      "confidence": 0.9412303,
      "start_time": 147340,
      "end_time": 184830
    },
    {
      "speaker": "A",
      "text": "Yes, absolutely.",
      "confidence": 0.9376221,
      "start_time": 184910,
      "end_time": 186190
    },
    {
      "speaker": "B",
      "text": "Okay, lovely. So what is the main struggle with just doing this yourself? Like why not say just go join pure gym, you go and train under your own steam. Like, why look at something like us where you get that sort of additional help and support?",
      "confidence": 0.94752014,
      "start_time": 186190,
      "end_time": 199440
    },
    {
      "speaker": "A",
      "text": "Yeah, I think where I probably struggle is the, as I touched on there is the consistency. I can kind of be all or nothing. Like if I'm on it, I'm on it. I mean there three or four times a week, eating better, etc. But then it, it's just never sustained. It's, it's a few weeks at a time, a month at a time and then a month of going back to doing nothing, etc. I think one thing, I mean, you can make all the excuses you want, I suppose if you want to do it, you want to do, you'll do, you'll find a way to do it. But work is, makes it tricky. I'm away with work generally at least a night, maybe two nights a week, which makes it just that little bit harder. But yeah, I suppose this, those are the things, the limiting factors. But if I really had the motivation and the drive, I suppose I would be do it. I'd still find, still find the time to do it, I guess.",
      "confidence": 0.95290756,
      "start_time": 199680,
      "end_time": 259690
    },
    {
      "speaker": "B",
      "text": "Yeah. So I mean, I think the word that we're looking for there that summarizes it all is accountability.",
      "confidence": 0.9059973,
      "start_time": 260250,
      "end_time": 264810
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "confidence": 0.85514325,
      "start_time": 265370,
      "end_time": 265850
    },
    {
      "speaker": "B",
      "text": "Gonna be casting an eye over you, you know, making sure you turn up, making sure you do things because it is difficult when you are working away. Like it breaks your routine and your habits and it makes, it makes everything so, so much harder to. I mean, I think as you've right said, it's not impossible, but you know, when you're in there at the time, like it's, it's the last thing on your mind. So having that external support and external accountability I think is going to be massive for you. So I think that makes A lot of sense. Okay, so do you know who we are? Do you know anybody we've worked with? Or have you just seen an advert that caught your eye?",
      "confidence": 0.94660133,
      "start_time": 267130,
      "end_time": 299210
    },
    {
      "speaker": "A",
      "text": "No. I mean, it popped up on Facebook and then the good old algorithms and on Instagram. I've seen. I mean, I've been trained at most of the gyms over the years. I did see someone I recognized in one of the videos you put up on one of the sessions the other week, but I actually thought you were based on Laethorpe. But is it Clifton Moore that you're at, is that right?",
      "confidence": 0.9377648,
      "start_time": 299210,
      "end_time": 323610
    },
    {
      "speaker": "B",
      "text": "Yes, yeah. Clifton Moore. Yeah, they are. Cool. I'll tell you what, I'll do them, Tom. I'll run through exactly what's involved, the programs you run, how we work with guys like yourself, and then obviously you can then make that assessment on whether you think, yeah, this is exactly what I'm looking for, or not. Can be the case sometimes as well. So long and short of it, we specialize in helping guys over 40 to lose weight, get fit and to improve their health. Now, the reason we specialize and focus so much is we find that if we can bring guys together who are in a similar place in terms of goals and in terms of time of life, it just makes for a much more supportive environment. A friendly environment like this is not super serious training. We're not training professional athletes or bodybuilders in the day, so we do have a laugh. And it just creates that camaraderie alongside the training as well, so you don't feel isolated and like you're just doing this alone. And that's a big part of what we do. Now, the way that we're going to help you is we look at three separate areas that all work together, and those are training, nutrition and accountability. So the training, it's a minimum of three days a week, but you have unlimited access to our sessions. So it's up to you with how often you want to train. As long as you hit that minimum benchmark, then we're happy. And it's group pt. So you've always got a personal trainer in there. You're not just doing your own thing. You've got someone who's going to say, right, Tom, here's the training, here's how to do it to your level, here's what we expect from you. And then our job is to make sure we're progressing it. So once you get up speed and you're getting fitter and you're getting stronger, we don't just Want you going through the motions for the sake of it. Your coach is there to make sure that they can help you and motivate you and get the most out of every session effectively for you.",
      "confidence": 0.9643263,
      "start_time": 323610,
      "end_time": 420420
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "confidence": 0.81363934,
      "start_time": 420500,
      "end_time": 420980
    },
    {
      "speaker": "B",
      "text": "We're then going to look at the nutrition. So you will work directly with one of our coaches on a one to one bespoke basis who's going to help you to understand exactly what you need to do on the food front. So obviously for you, with work and travel and all of that has like added challenges, but there are things and tactics that we can help you with and put in place. They can mitigate the damage with that we can help to create some structure for when you are here. And then obviously for you, once you start looking into the new year, you're going to have a whole other load of chaos that comes alongside that as well. There's going to be a lot of work to do around nutrition, keeping everything balanced. But it's why we don't do like a one size fits all. Every guy we work with different, they have unique challenges. So you'll have one of our coaches that will work with you along that. And then finally, and I think probably most relevant to you is that accountability. So this is just, it's simple but powerful. It's things like tracking your attendance at the gym. So if you don't turn up to all three sessions then just our coaches will just reach out to you and just having that chance being like, Tom, notice you weren't in today. Like, are you okay? You know, you away with work, do you want a workout to do while you're away? You just struggle, whatever it might be. But having that support network is so important with this sort of program. We'll also track your and monitor your progress. So that could be your weight, it could be your body fat percentage, it could be your strength levels, your fitness levels, like whatever it actually is that we look at. But again it's just knowing that you have a coach who is caring about your progress as much as anything else.",
      "confidence": 0.9648123,
      "start_time": 422020,
      "end_time": 508110
    },
    {
      "speaker": "A",
      "text": "All just.",
      "confidence": 0.50476074,
      "start_time": 508670,
      "end_time": 509230
    },
    {
      "speaker": "B",
      "text": "And then the last thing we do is we've got a private WhatsApp group with all the guys in that we train. And it kind of comes back to what I was saying at the very start. It's about building that group and that team mentality. When you're away from the gym, we don't want you to feel isolated and like it is just you, you know, battling against the world. Like having somewhere that you can share ideas, ask questions, even take the mick out of the coaches. Like it's just nice having that sort of place for you to be and have. So like that in a nutshell, like that's us, that's, that's what we do. Does, I mean, does that sound like the sort of program you're looking for and you think.",
      "confidence": 0.95215327,
      "start_time": 510270,
      "end_time": 543870
    },
    {
      "speaker": "A",
      "text": "Yeah, I think so. As I say, it's kind of spotting. Your advert was kind of, it came at a time I was already feeling like I kind of, I felt like this for a while, but I'm just not been ignoring it. But there's been plenty going on so it's just popped up. So it's kind of my first delve into doing things like this. I've always just kind of trained on my own, so I think they're having it pre. I think another thing that I probably struggle with is if I go to the gym, I end up. While my knowledge of weight training is pretty decent, I generally tend to end up doing a similar, similar sort of things which normally the things I prefer, prefer to do rather than the ones that maybe I should be doing that kind of thing. So yeah, I just think not having to think about what I'm going to do and then because work is mental. So just being able to turn up and already have somebody else having planned what it is that's outlined for the session is probably a big plus as well.",
      "confidence": 0.9545215,
      "start_time": 544830,
      "end_time": 608830
    },
    {
      "speaker": "B",
      "text": "Yeah, I mean, one of the things I say quite a lot is like a lot of time when you're training yourself, you've almost got to motivate yourself three times. You've got to motivate yourself to get down to the gym. You then got to motivate yourself to actually put a plan together for yourself. And then thirdly, you've got to motivate yourself to then execute that plan properly. And all you need is one of those things to fall down and you just don't get the most out of it. When you got a busy life, it's useful to know that you can just switch your brain off, turn up, be told what to do, do it. And then he's like, cool, well, that's taken care of now.",
      "confidence": 0.9532884,
      "start_time": 609570,
      "end_time": 638530
    },
    {
      "speaker": "A",
      "text": "Yes, absolutely.",
      "confidence": 0.8892822,
      "start_time": 638930,
      "end_time": 639970
    },
    {
      "speaker": "B",
      "text": "I mean, have you any questions on anything I've gone through so far?",
      "confidence": 0.9470903,
      "start_time": 641010,
      "end_time": 643810
    },
    {
      "speaker": "A",
      "text": "No, no, it all sounds pretty, pretty straightforward.",
      "confidence": 0.9378662,
      "start_time": 644290,
      "end_time": 648130
    },
    {
      "speaker": "B",
      "text": "Yeah, perfect. So we've got two options in terms of getting started. With us, we do a six week transformation program which is £199, or we do a monthly program which is £110amonth. Now if you go straight onto the monthly, it would be a minimum three Month commitment on that one. So of those two, which do you feel would be best for you at this stage?",
      "confidence": 0.971334,
      "start_time": 648130,
      "end_time": 670470
    },
    {
      "speaker": "A",
      "text": "I think probably monthly, to be honest. I mean six weeks is great, but I don't have anything I'm particularly aiming for in a six week period. This is more sort of a sustained lifestyle change rather than making a quick impact, if that makes sense.",
      "confidence": 0.9786457,
      "start_time": 672470,
      "end_time": 692710
    },
    {
      "speaker": "B",
      "text": "Yeah, perfect. Lovely. And I suppose the million dollar question then is when would you like to start.",
      "confidence": 0.9414108,
      "start_time": 693330,
      "end_time": 698210
    },
    {
      "speaker": "A",
      "text": "Really? I suppose I can. I'm just trying to think. I'm away through two weeks in July so it'd probably be the sort of third, fourth week of July, something like that.",
      "confidence": 0.9402186,
      "start_time": 701890,
      "end_time": 712770
    },
    {
      "speaker": "B",
      "text": "Okay. Is that purely because you've got those couple of weeks off?",
      "confidence": 0.9871284,
      "start_time": 713410,
      "end_time": 716770
    },
    {
      "speaker": "A",
      "text": "Yeah, just because I'm away on holiday, to be honest.",
      "confidence": 0.98250324,
      "start_time": 717250,
      "end_time": 719680
    },
    {
      "speaker": "B",
      "text": "Okay, cool. So here is what I am going to say to you and what I would recommend that you do instead. I would say to you, start earlier. So as in next week, if you're away for two weeks, I can just do the first month, a half price for you so you're not sort of wasting sort of money and time. The problem you get is if you wait a month effectively, then when you're away for those two weeks you are likely to slightly overindulge, knowing you've got this program starting. So you'd be like, almost like it's future Tom's problem. He can deal with it at that stage. Whereas if you, if you start now, that holiday is going to happen either way. But you know, you can at least get going, get started while you're away. You probably have a mindset of more like damage limitations. Even if it's 10% less than you would normally do by the time you come back on the holiday, you're in a better place from there. Like I'm happy to be flexible on, on that first month if you're away, that's fine. And does that all make sense?",
      "confidence": 0.9433289,
      "start_time": 720150,
      "end_time": 773090
    },
    {
      "speaker": "A",
      "text": "Yeah, absolutely. Yeah, it makes sense. In terms of your see we're talking 3sess a week is a minimum when, what are, what days do you do, what are the times, etc.",
      "confidence": 0.93173885,
      "start_time": 773410,
      "end_time": 785550
    },
    {
      "speaker": "B",
      "text": "So we do every day. So we do Monday to Saturday most weeks. We also do a Sunday, but it's not every week, so I don't officially put it on the timetable. So and we do 6am, 7am, we then do 5pm, 6pm and 7pm and on a Monday and Friday we have a lunchtime at 1:30.",
      "confidence": 0.96731234,
      "start_time": 786350,
      "end_time": 804110
    },
    {
      "speaker": "A",
      "text": "Okay, so was it 6pm to 7pm did you say there as well?",
      "confidence": 0.95648026,
      "start_time": 804840,
      "end_time": 809160
    },
    {
      "speaker": "B",
      "text": "Yes. So yes, on an evening There are. So there's three sessions on an evening, five till six, six till seven and seven till eight.",
      "confidence": 0.94766927,
      "start_time": 809880,
      "end_time": 816200
    },
    {
      "speaker": "A",
      "text": "Okay. Okay, cool. And in terms of those, so say if I joined up on a, on a monthly basis, do I have to tell you ahead of time which session I'm coming to or is it just a turn up? And.",
      "confidence": 0.96428764,
      "start_time": 816360,
      "end_time": 832760
    },
    {
      "speaker": "B",
      "text": "So you do. Yeah, you need to, you need to book in. And it's very flexible though. So let's say you wanted to do a 7pm you can book in at 6:59. So it is incredibly flexible. You don't have to do the same time and days each week, so that can change. And even once you booked in, if you need to cancel and book another one, you absolutely can do. So again, let's say you booked in for 6 o' clock and then something came up at work and you had to book in for the seven, then you absolutely can do. So we provide as much flexibility as possible.",
      "confidence": 0.96675026,
      "start_time": 834650,
      "end_time": 862550
    },
    {
      "speaker": "A",
      "text": "Yeah, that's fine. And in terms of the. What does a normal session, I know they'll all be varied, but what does this, what sort of does it entail?",
      "confidence": 0.9306332,
      "start_time": 863030,
      "end_time": 872230
    },
    {
      "speaker": "B",
      "text": "Generally, we use two schools of training. One is your typical strength and conditioning work. So that is your usual, you know, barbells, dumbbells, kettlebells. It's your squats, your bench presses, like, it's like we use, we utilize quite a lot of that stuff for the strength side. The cardio side with us is what's called functional cardio. So that's tire flips, it's battle ropes, it's boxing, it's sled pushes, it's TRXs, it's that style that we use for the cardio side. So we use a combination of those two schools of training.",
      "confidence": 0.95085967,
      "start_time": 872230,
      "end_time": 902420
    },
    {
      "speaker": "A",
      "text": "Cool. Okay, sounds good. Yeah, I don't think I've got any of the questions, particularly, to be honest.",
      "confidence": 0.9112458,
      "start_time": 902740,
      "end_time": 910900
    },
    {
      "speaker": "B",
      "text": "Lovely. So we just need to take a few details from you to get you onto the system, then talk through the next stages in terms of getting you booked in for your first session and everything. So can I just confirm your email address, please?",
      "confidence": 0.9829721,
      "start_time": 910980,
      "end_time": 922340
    },
    {
      "speaker": "A",
      "text": "Yeah, it's tom.shooksmithmail.com.",
      "confidence": 0.9352044,
      "start_time": 923460,
      "end_time": 926900
    },
    {
      "speaker": "B",
      "text": "I'm assuming Shooksmith is your surname.",
      "confidence": 0.9544108,
      "start_time": 933620,
      "end_time": 935860
    },
    {
      "speaker": "A",
      "text": "It is, that's right.",
      "confidence": 0.9696045,
      "start_time": 936020,
      "end_time": 937140
    },
    {
      "speaker": "B",
      "text": "Lovely. And then final thing will be to just add some payment details onto the system. So nothing will be billed until next time Monday, when your first day will be. And like I said, it'll be £55. I'll do it for half price for your first month as you're going to be.",
      "confidence": 0.95202106,
      "start_time": 937780,
      "end_time": 951850
    },
    {
      "speaker": "A",
      "text": "Let me just look at my work Calendar for that turn around that quickly. One second. Because it just say I'm generally away one or two nights a week, but let me just see where we're at. So that's week commencing the 30th, isn't it? So I. I'm actually away three nights next week. Monday, Tuesday and Monday. Sorry, Monday, Tuesday and Thursday. So next week is probably not the best. Yeah, but then I'm away from the 8th. I'd actually. I get the. Your point reference, the holiday piece for sure. But I would actually probably be better at looking to start week commencing the 21st in reality because I'm just not.",
      "confidence": 0.93411845,
      "start_time": 952970,
      "end_time": 1010680
    },
    {
      "speaker": "B",
      "text": "Going to be here, honestly, like with what you just said there then that if you're not here next week and then it's going to be struggle for. Honestly, absolutely fine.",
      "confidence": 0.9391423,
      "start_time": 1010680,
      "end_time": 1018080
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "confidence": 0.8429362,
      "start_time": 1018400,
      "end_time": 1018840
    },
    {
      "speaker": "B",
      "text": "But, yeah, so I'll put that there. Yeah, it'll mean. So I'll set it for the 21st and that's when your first payment will come out. That will be the full amount then for the 110 on the 21st. Just to confirm that one could be obviously after your holiday. Is that okay with yourself?",
      "confidence": 0.93034136,
      "start_time": 1018840,
      "end_time": 1031760
    },
    {
      "speaker": "A",
      "text": "Yeah. Okay. So that will just roll over to 21st of each month, will it?",
      "confidence": 0.94952255,
      "start_time": 1032229,
      "end_time": 1036829
    },
    {
      "speaker": "B",
      "text": "Yeah, yeah, yeah, yeah. Oh, yeah, it's just. Yeah, it's done on the anniversary of. Yeah, lovely. So then it'll just be to take some payment details onto the system. So do you have a card you want to use for that?",
      "confidence": 0.97792464,
      "start_time": 1036829,
      "end_time": 1047749
    },
    {
      "speaker": "A",
      "text": "Yeah, not on me, but.",
      "confidence": 0.8933919,
      "start_time": 1049189,
      "end_time": 1050629
    },
    {
      "speaker": "B",
      "text": "Okay.",
      "confidence": 0.8375651,
      "start_time": 1051829,
      "end_time": 1052389
    },
    {
      "speaker": "A",
      "text": "Whereabouts are you on Clifton Moor, by the way?",
      "confidence": 0.9515426,
      "start_time": 1057760,
      "end_time": 1059680
    },
    {
      "speaker": "B",
      "text": "So we are sort of. Do you know where the car garages are? Yeah, so we're sort of just around the corner from there. So if you go like between where Pure Gym is and the car garage is, we're kind of halfway between the two. We're on Ulster Road. Depends how well you know it.",
      "confidence": 0.9601433,
      "start_time": 1060640,
      "end_time": 1076000
    },
    {
      "speaker": "A",
      "text": "Yeah, it rings a bell.",
      "confidence": 0.89431965,
      "start_time": 1076880,
      "end_time": 1078000
    },
    {
      "speaker": "B",
      "text": "Yeah. Like we're opposite, opposite Wicks Subways, just around the corner from us. It's if, you know, if you get to Clifton Moor, it's very easy to get to.",
      "confidence": 0.9448523,
      "start_time": 1078400,
      "end_time": 1091100
    },
    {
      "speaker": "A",
      "text": "Yeah, no worries. Okay, what do you need from me?",
      "confidence": 0.9755371,
      "start_time": 1091260,
      "end_time": 1101100
    },
    {
      "speaker": "B",
      "text": "Just the long number across the front of the card. Whenever you're ready.",
      "confidence": 0.9958684,
      "start_time": 1101660,
      "end_time": 1103980
    },
    {
      "speaker": "A",
      "text": "Okay. Yeah. 4462.",
      "confidence": 0.96828765,
      "start_time": 1103980,
      "end_time": 1105900
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "confidence": 0.8567708,
      "start_time": 1106620,
      "end_time": 1107180
    },
    {
      "speaker": "A",
      "text": "9104.",
      "confidence": 0.95674,
      "start_time": 1107740,
      "end_time": 1109100
    },
    {
      "speaker": "B",
      "text": "Yep.",
      "confidence": 0.8383789,
      "start_time": 1110120,
      "end_time": 1110520
    },
    {
      "speaker": "A",
      "text": "7694.",
      "confidence": 0.85596,
      "start_time": 1110920,
      "end_time": 1112280
    },
    {
      "speaker": "B",
      "text": "Yep.",
      "confidence": 0.8093262,
      "start_time": 1113160,
      "end_time": 1113800
    },
    {
      "speaker": "A",
      "text": "4866.",
      "confidence": 0.85421,
      "start_time": 1114040,
      "end_time": 1115640
    },
    {
      "speaker": "B",
      "text": "Lovely. And the expiry, please?",
      "confidence": 0.9894857,
      "start_time": 1116520,
      "end_time": 1118040
    },
    {
      "speaker": "A",
      "text": "1027 and then three across the back is 248.",
      "confidence": 0.97945225,
      "start_time": 1119240,
      "end_time": 1124760
    },
    {
      "speaker": "B",
      "text": "Perfect. And what's your postcode please?",
      "confidence": 0.9822252,
      "start_time": 1125560,
      "end_time": 1127160
    },
    {
      "speaker": "A",
      "text": "Yo. 24.",
      "confidence": 0.96862835,
      "start_time": 1127880,
      "end_time": 1129240
    },
    {
      "speaker": "B",
      "text": "Yep.",
      "confidence": 0.72387695,
      "start_time": 1130200,
      "end_time": 1130840
    },
    {
      "speaker": "A",
      "text": "One JT.",
      "confidence": 0.9916992,
      "start_time": 1131080,
      "end_time": 1132120
    },
    {
      "speaker": "B",
      "text": "Lovely. There we go. So I'll get that put through for you now, like I said, nothing will be billed until you want. You start next month from here. The next steps are going to be you'll have automated emails that comes through to give you access to the booking system, so you best go and get yourself booked in from the 21st onwards. And I'm going to pass your details over to Matt, who's our manager over there, and he'll be the one working with you, so he'll reach out to you at some point later today just to welcome himself. I'll update him on everything so he knows that you're not starting until the 21st, but, yeah, he'll be your key support network as you go through it from them. Have you got any final questions while you have me right now?",
      "confidence": 0.9549702,
      "start_time": 1133480,
      "end_time": 1170920
    },
    {
      "speaker": "A",
      "text": "No, I don't think so. Not on the face of it, no. All seems good.",
      "confidence": 0.91679686,
      "start_time": 1171800,
      "end_time": 1174520
    },
    {
      "speaker": "B",
      "text": "Perfect. Lovely. Well, it's a huge welcome from us, Tom. It's been lovely chatting to you and we'll see you after your holiday. Enjoy.",
      "confidence": 0.978441,
      "start_time": 1175080,
      "end_time": 1181800
    },
    {
      "speaker": "A",
      "text": "Nice one. Thanks very much.",
      "confidence": 0.99365234,
      "start_time": 1182680,
      "end_time": 1183880
    },
    {
      "speaker": "B",
      "text": "Take care, Tom.",
      "confidence": 0.8343099,
      "start_time": 1184040,
      "end_time": 1184760
    },
    {
      "speaker": "A",
      "text": "Cheers.",
      "confidence": 0.8828125,
      "start_time": 1184760,
      "end_time": 1185160
    }
  ],
  "chapters": [
    {
      "summary": "Hi, Sam. How are you? I've got a few minutes between meetings. Wonderful, lovely. Gives you a nice little break if nothing else then absolutely always welcome.",
      "headline": "Hi, Sam. How we doing? Yeah, not so bad",
      "start_time": 80,
      "end_time": 17440
    },
    {
      "summary": "So really Tom, all I want to do is just better understand your goals to begin with. Get a good feel for where you're at, what you want to achieve. A little bit deeper and then I'll go through who we are, what we do. If that works for you.",
      "headline": "So really Tom, all I want to do is better understand your goals",
      "start_time": 18000,
      "end_time": 39930
    },
    {
      "summary": "\"I play competitive racket sports, always have done. I haven't done anything consistently in the gym for a lot of years. Also we just found out that we're going to be expecting a baby early in the new year so just want to be a bit fitter \"",
      "headline": "What is it ultimately that you are looking to achieve with your weight loss efforts",
      "start_time": 39930,
      "end_time": 148700
    },
    {
      "summary": "So yeah, it sounds like you've gone through the typical journey fit in your 20s. Then work, family, social life usually sort of creep up and take over. Being in the best shape physically, mentally and general, well being for when that happens is going to put you in good stead.",
      "headline": "Being in the best shape when expecting a baby is hugely important",
      "start_time": 148780,
      "end_time": 187630
    },
    {
      "summary": "So what is the main struggle with just doing this yourself? Like why not say just go join pure gym, you go and train under your own steam. Why look at something like us where you get that sort of additional help and support?",
      "headline": "So what is the main struggle with just doing this yourself? Like why not join pure gym",
      "start_time": 188270,
      "end_time": 293450
    },
    {
      "summary": "We specialize in helping guys over 40 to lose weight, get fit and to improve their health. Three areas that all work together: training, nutrition and accountability. Having support network is so important with progress.",
      "headline": "We specialize in helping guys over 40 to lose weight, get fit and improve health",
      "start_time": 293610,
      "end_time": 639970
    },
    {
      "summary": "With us, we do a six week transformation program which is £199, or a monthly program for £110amonth. Of those two, which do you feel would be best for you at this stage? I think probably monthly, to be honest.",
      "headline": "With us, we do a six week transformation program which is £199",
      "start_time": 641010,
      "end_time": 694610
    },
    {
      "summary": "Start earlier. If you wait a month effectively, then when you're away for those two weeks you are likely to slightly overindulge, knowing you've got this program starting. Whereas if you start now, that holiday is going to happen either way.",
      "headline": "When would you like to start. I'm away through two weeks in July",
      "start_time": 694770,
      "end_time": 775490
    },
    {
      "summary": "Tom Shooksmith is the founder of functional cardio training. The company uses two schools of training: strength and conditioning and functional cardio. The first payment will be £55 for the first month. The service is very flexible and can be booked ahead of time.",
      "headline": "Tom Shooksmith offers flexible and flexible fitness training for under £55",
      "start_time": 775490,
      "end_time": 1052389
    },
    {
      "summary": "You start next month from here. Nothing will be billed until you want. The next steps are going to be you'll have automated emails that comes through to give you access to the booking system. You best go and get yourself booked in from the 21st onwards.",
      "headline": "Tom, you start next month from here. The next steps are going to be",
      "start_time": 1057760,
      "end_time": 1185160
    }
  ]
}