{
  "metadata": {
    "file_name": "c3f40fe0-fb1e-448c-971d-da1e48369f4b",
    "transcription_date": "2025-07-01T12:34:36.231537",
    "duration_ms": 674,
    "confidence": 0.96438324
  },
  "full_transcript": "Yeah, got you now. I don't. I think my signal's a little bit dodgy at the minute, and I can't tell you why. So hopefully, hopefully all holds out. All. Okay. So really, Mike, all I want to do is just to have a quick chat. Just want to find out a bit about you, sort of your goals, where you're at. I can then run through the programs that we do, what we are, we know how we operate, and obviously you can assess whether you think that is suitable to yourself, if that's okay. Yeah, no problem. Sounds good. So to begin with, then, just give me a bit of backdrop on yourself. So, like, what is the main goal, what you're looking to achieve? And we'll go from there. Right. Okay. So I. The main goal is to. Is to lose weight. And, you know, I started on that. But one of the things that I've read about and I did this last summer, to be fair, I lost quite a lot of weight quite quickly, so I can kind of lose the weight. But one of the things I read about was that losing a lot of weight quickly, you can lose lean muscle mass. And I think I already have. I think I lost quite a bit in Covid when I wasn't doing anything. And so, so where you guys come in is, is to counteract that and try and, you know, solve that problem in terms of do, you know, do weights and stuff, which I've never been massively keen on, but I kind of know I got to do if I'm going down the route of losing losing weight. So that's. That's where I'm at. Okay, perfect. So roughly how much sort of are you looking to lose, do you think? To be fair, I'm losing. I'm looking to lose 40 kilos. Okay. So I'm, I'm a. I'm 120 now. I want to get down to 90 kilos. So it's quite a lot. That's absolutely fine. And why are you looking to lose this weight and why now? Like, what. What is it that. That weight loss do you think would give you? Well, yeah, as I said, I did it last summer. Problem was I put it all back again. So this time around, I'm trying to do. Trying to do it and keep it off. What does it give me? I. I need to do it from the point of view of health. You know, I've got a young daughter. I want to be around for a few more years. Yeah. So take the weight off, get a bit, you know, get. Get a lot fitter one of the things, one of the things I used to be able to do quite easily is climb a mountain or two and, and go skiing and both of those struggle with at the moment. So I want to get back to doing them. Wonderful. Lovely. So ultimately what we're putting this down to is longevity of life and quality of life. So by being healthier and fitter, obviously you know it's going to give you that stuff back. So. And the weight loss then is. It's a result of being healthier rather than it being the primary goal. And the reason I like to make that, that differentiation is it helps get, helps get guys more into this of being a longer term mindset thing and doing and structuring things and getting the core foundations there. Maybe might not have been there last year. Obviously losing the weight is fantastic. But yeah, if you get to a point where it all comes back on again, it almost feels like, you know, kind of what was the point at the time. So I think for you it's going to be setting those foundations. Obviously the training and the strength side of stuff I think has got to be a key part of that foundation to make sure we get that in there. It's going to be a bit of education around the nutrition. So it's not just, you know, sticking you on a diet and getting the weight down for the sake of it. It's building again, good rock solid foundations, a good understanding, a good education along the way. And I think doing that with a group of people who are going through the journey at the same time, I think it helps with that longer term motivation and feeling like you're part of something that isn't just an individual process. You've got other guys going through it. Does that all make sense? It does make sense and that's why this thing, because as I said at the beginning, I'm not. Never really been massively into weight training but, but, but I kind of know I need to do it. I don't really know much about it, so I need, I need some guidance in terms of, you know, what could be done. I will, I will say straight off, I'm really unfit at the moment. I'm not massive keen on that, you know, and obviously starting from scratch is gonna, it's gonna hurt. So I want it, I want it to hurt, hurt a little less than it will, you know, I not cause me injury type hurt, but, but if you get what I mean. So. So probably about 95% of the guys that come to us have a very similar conversation with so the typical client that comes and works with us is in exactly this position. They're not training already or they've not trained for a while. They're slightly newer to things. So our job and our goal is to take someone like yourself and ease you into things and make sure you understand what you're doing. And then once you start getting fitter and stronger, that we then start ramping that level up. So we are not just going to absolutely beast you on day one, have you crawling out of the gym, being like, well, that was horrific. I'm not doing that. Again, in the same vein, once you are getting fit and once you are getting in the swing of it, which usually only takes, you know, two or three weeks, it's not normally a crazy period of time, but we can then, you know, start ramping it up and making sure that you are making progress as well. So, I mean, do you know who we are, Mike? Do you know anyone we've worked with? Or have you just come across something on social media? No, only on social media. Yeah. Okay, perfect, Lovely. Tell you what, I'll do that. I'll run through exactly how the program works, what's involved in it, and then you can make that assessment for yourself whether you think, yeah, that is going to be your, your go to and what you want to do. So the long and short of it, we specialize and focus only on helping guys over 40 with weight loss, fitness and improvement of health. Like, that is our corner, that's our bread and butter, that's what we do. So the way we do this is we break things into three key areas. So it's training, nutrition and accountability. And it's by having those three areas working together that not only do we produce predictable results, but long lasting and long term ones as well. And I'm always very, very clear and very obvious. Like, this is not a quick fix. This is not a program to come in, to drop as much weight as quickly as possible, then have it all sort of rebound back on again. Like, this is more about making sure that 10 years, 15 years from now, you're in a better place than where you are now. Like, that is ultimately what we want. So the training aspect, it's a minimum of three days a week, but you do have unlimited access to our sessions. You can train as often each week as you want to. It's group personal training. So you know, if you're coming to this a little bit newer, you will have a personal trainer in there at all times who makes sure that you understand the form the technique that you know what you're doing, the they make sure it's done to the right level. Kind of like I was saying before, where we like ease you into things and you also you do it with a group of guys that go through the same process. So the beauty of it is we do not want you to think of this as an individual process. We want you to feel like you have got other guys supporting you and helping you and having that camaraderie and that team around you. It makes the whole thing a lot easier and it helps your motivation side of things as well. So that's the training. The nutritional aspect of will be done on a one to one bespoke basis with one of our coaches. So their job will be to understand who you are as an individual, what you do well on when it comes to food, what you struggle with, what are those key areas going to be and how we can start to make improvements week on week so that we're not just cutting out everything that you enjoy but we are going to be making decent progress. You are going to be making changes and you know, impact that have a positive impact effectively on your health and well being longer term. So all of that will be done directly with one of our coaches and then along the way you're going to be held accountable. So what that looks like in reality is we track your attendance at the gym. So it's making sure you're hitting those three a week and if you start to slip below that, then we do have extra reach outs and conversations and you know, just seeing what else it is that you need from us effectively to make sure that you're okay. We also track and monitor your progress. So when you're saying to us, you know, you've got 40 kilos to lose, we will be monitoring that, making sure that weight is coming down week on week. We'll analyze things like your body fat percentage, we'll do things like fitness tests and strength assessments. So as you go through the program we tangible results and we can see, you know, get your coaches how fast that is occurring. SAP chat effectively where all the other guys are that you're going to go through the program. Now that is your use however you like because some of them use it to share ideas, others will be asking questions. Some people just, some people like to use it just to moan about the workouts if they feel it was a little bit too tough. But like that's what it's there for. It's there for you and the guys to again feel like you're that part of a team even when you're away from the gym. And it's part of the whole philosophy that we have of how we work with guys. So that in a nutshell, Mike, that's us, that is what we do. Does that sound like and fall in line with the sort of thing you're searching for at this stage? Yep, it does. Wonderful. Lovely. Have you got any questions on anything I've run through so far. Okay, so you told me three days a week, which is what I was interested to know, or minimum three days. How long are the sessions? Yeah, 45 to an hour. So you get a one hour time slot. But yeah, 45 to an hour normally. Okay. I've seen online your sort of days and times. I can't quite remember what they are but you know, I'd be looking for in the evenings, which is what you, what you do looking at it. So that works for me. How much does it cost? Yep. So we've got two options. You can either come and do our six week transformation program, which is £199, or you can go straight into our monthly program, which is £110amonth. If you go straight to the monthly, it's a minimum three month commitment. If you're going to go, go straight on to that one. So of those two, which do you feel would be best for you? I always had in mind initially the six week one, I think. Yeah. Yes, that is, it's by far the most popular route. You do the six weeks, you get a good feel for it, you see what it is that, you know, we do and then, you know, if you want to stick around afterwards, they're wonderful. The million dollar question for me then is when. I didn't catch that, sorry, you cut off.",
  "speakers": [
    {
      "speaker": "A",
      "text": "Yeah, got you now.",
      "confidence": 0.968221,
      "start_time": 3600,
      "end_time": 4480
    },
    {
      "speaker": "B",
      "text": "I don't. I think my signal's a little bit dodgy at the minute, and I can't tell you why. So hopefully, hopefully all holds out. All. Okay. So really, Mike, all I want to do is just to have a quick chat. Just want to find out a bit about you, sort of your goals, where you're at. I can then run through the programs that we do, what we are, we know how we operate, and obviously you can assess whether you think that is suitable to yourself, if that's okay.",
      "confidence": 0.96953815,
      "start_time": 6480,
      "end_time": 27280
    },
    {
      "speaker": "A",
      "text": "Yeah, no problem. Sounds good.",
      "confidence": 0.92737633,
      "start_time": 27820,
      "end_time": 29420
    },
    {
      "speaker": "B",
      "text": "So to begin with, then, just give me a bit of backdrop on yourself. So, like, what is the main goal, what you're looking to achieve? And we'll go from there.",
      "confidence": 0.9774393,
      "start_time": 30620,
      "end_time": 37020
    },
    {
      "speaker": "A",
      "text": "Right. Okay. So I. The main goal is to. Is to lose weight. And, you know, I started on that. But one of the things that I've read about and I did this last summer, to be fair, I lost quite a lot of weight quite quickly, so I can kind of lose the weight. But one of the things I read about was that losing a lot of weight quickly, you can lose lean muscle mass. And I think I already have. I think I lost quite a bit in Covid when I wasn't doing anything. And so, so where you guys come in is, is to counteract that and try and, you know, solve that problem in terms of do, you know, do weights and stuff, which I've never been massively keen on, but I kind of know I got to do if I'm going down the route of losing losing weight. So that's. That's where I'm at.",
      "confidence": 0.96421,
      "start_time": 37820,
      "end_time": 102840
    },
    {
      "speaker": "B",
      "text": "Okay, perfect. So roughly how much sort of are you looking to lose, do you think?",
      "confidence": 0.9623464,
      "start_time": 103400,
      "end_time": 110440
    },
    {
      "speaker": "A",
      "text": "To be fair, I'm losing. I'm looking to lose 40 kilos.",
      "confidence": 0.9899535,
      "start_time": 111160,
      "end_time": 115880
    },
    {
      "speaker": "B",
      "text": "Okay.",
      "confidence": 0.9614258,
      "start_time": 117500,
      "end_time": 117900
    },
    {
      "speaker": "A",
      "text": "So I'm, I'm a. I'm 120 now. I want to get down to 90 kilos. So it's quite a lot.",
      "confidence": 0.9419435,
      "start_time": 117900,
      "end_time": 125420
    },
    {
      "speaker": "B",
      "text": "That's absolutely fine. And why are you looking to lose this weight and why now? Like, what. What is it that. That weight loss do you think would give you?",
      "confidence": 0.96302897,
      "start_time": 127900,
      "end_time": 137500
    },
    {
      "speaker": "A",
      "text": "Well, yeah, as I said, I did it last summer. Problem was I put it all back again. So this time around, I'm trying to do. Trying to do it and keep it off. What does it give me? I. I need to do it from the point of view of health. You know, I've got a young daughter. I want to be around for a few more years.",
      "confidence": 0.976421,
      "start_time": 140140,
      "end_time": 160120
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "confidence": 0.8929036,
      "start_time": 162680,
      "end_time": 163120
    },
    {
      "speaker": "A",
      "text": "So take the weight off, get a bit, you know, get. Get a lot fitter one of the things, one of the things I used to be able to do quite easily is climb a mountain or two and, and go skiing and both of those struggle with at the moment. So I want to get back to doing them.",
      "confidence": 0.98125404,
      "start_time": 163120,
      "end_time": 179380
    },
    {
      "speaker": "B",
      "text": "Wonderful. Lovely. So ultimately what we're putting this down to is longevity of life and quality of life. So by being healthier and fitter, obviously you know it's going to give you that stuff back. So. And the weight loss then is. It's a result of being healthier rather than it being the primary goal. And the reason I like to make that, that differentiation is it helps get, helps get guys more into this of being a longer term mindset thing and doing and structuring things and getting the core foundations there. Maybe might not have been there last year. Obviously losing the weight is fantastic. But yeah, if you get to a point where it all comes back on again, it almost feels like, you know, kind of what was the point at the time. So I think for you it's going to be setting those foundations. Obviously the training and the strength side of stuff I think has got to be a key part of that foundation to make sure we get that in there. It's going to be a bit of education around the nutrition. So it's not just, you know, sticking you on a diet and getting the weight down for the sake of it. It's building again, good rock solid foundations, a good understanding, a good education along the way. And I think doing that with a group of people who are going through the journey at the same time, I think it helps with that longer term motivation and feeling like you're part of something that isn't just an individual process. You've got other guys going through it. Does that all make sense?",
      "confidence": 0.966105,
      "start_time": 180260,
      "end_time": 254170
    },
    {
      "speaker": "A",
      "text": "It does make sense and that's why this thing, because as I said at the beginning, I'm not. Never really been massively into weight training but, but, but I kind of know I need to do it. I don't really know much about it, so I need, I need some guidance in terms of, you know, what could be done. I will, I will say straight off, I'm really unfit at the moment. I'm not massive keen on that, you know, and obviously starting from scratch is gonna, it's gonna hurt. So I want it, I want it to hurt, hurt a little less than it will, you know, I not cause me injury type hurt, but, but if you get what I mean. So.",
      "confidence": 0.94556314,
      "start_time": 254490,
      "end_time": 301820
    },
    {
      "speaker": "B",
      "text": "So probably about 95% of the guys that come to us have a very similar conversation with so the typical client that comes and works with us is in exactly this position. They're not training already or they've not trained for a while. They're slightly newer to things. So our job and our goal is to take someone like yourself and ease you into things and make sure you understand what you're doing. And then once you start getting fitter and stronger, that we then start ramping that level up. So we are not just going to absolutely beast you on day one, have you crawling out of the gym, being like, well, that was horrific. I'm not doing that. Again, in the same vein, once you are getting fit and once you are getting in the swing of it, which usually only takes, you know, two or three weeks, it's not normally a crazy period of time, but we can then, you know, start ramping it up and making sure that you are making progress as well. So, I mean, do you know who we are, Mike? Do you know anyone we've worked with? Or have you just come across something on social media?",
      "confidence": 0.97216713,
      "start_time": 303980,
      "end_time": 354780
    },
    {
      "speaker": "A",
      "text": "No, only on social media. Yeah.",
      "confidence": 0.91118705,
      "start_time": 355180,
      "end_time": 357340
    },
    {
      "speaker": "B",
      "text": "Okay, perfect, Lovely. Tell you what, I'll do that. I'll run through exactly how the program works, what's involved in it, and then you can make that assessment for yourself whether you think, yeah, that is going to be your, your go to and what you want to do. So the long and short of it, we specialize and focus only on helping guys over 40 with weight loss, fitness and improvement of health. Like, that is our corner, that's our bread and butter, that's what we do. So the way we do this is we break things into three key areas. So it's training, nutrition and accountability. And it's by having those three areas working together that not only do we produce predictable results, but long lasting and long term ones as well. And I'm always very, very clear and very obvious. Like, this is not a quick fix. This is not a program to come in, to drop as much weight as quickly as possible, then have it all sort of rebound back on again. Like, this is more about making sure that 10 years, 15 years from now, you're in a better place than where you are now. Like, that is ultimately what we want. So the training aspect, it's a minimum of three days a week, but you do have unlimited access to our sessions. You can train as often each week as you want to. It's group personal training. So you know, if you're coming to this a little bit newer, you will have a personal trainer in there at all times who makes sure that you understand the form the technique that you know what you're doing, the they make sure it's done to the right level. Kind of like I was saying before, where we like ease you into things and you also you do it with a group of guys that go through the same process. So the beauty of it is we do not want you to think of this as an individual process. We want you to feel like you have got other guys supporting you and helping you and having that camaraderie and that team around you. It makes the whole thing a lot easier and it helps your motivation side of things as well. So that's the training. The nutritional aspect of will be done on a one to one bespoke basis with one of our coaches. So their job will be to understand who you are as an individual, what you do well on when it comes to food, what you struggle with, what are those key areas going to be and how we can start to make improvements week on week so that we're not just cutting out everything that you enjoy but we are going to be making decent progress. You are going to be making changes and you know, impact that have a positive impact effectively on your health and well being longer term. So all of that will be done directly with one of our coaches and then along the way you're going to be held accountable. So what that looks like in reality is we track your attendance at the gym. So it's making sure you're hitting those three a week and if you start to slip below that, then we do have extra reach outs and conversations and you know, just seeing what else it is that you need from us effectively to make sure that you're okay. We also track and monitor your progress. So when you're saying to us, you know, you've got 40 kilos to lose, we will be monitoring that, making sure that weight is coming down week on week. We'll analyze things like your body fat percentage, we'll do things like fitness tests and strength assessments. So as you go through the program we tangible results and we can see, you know, get your coaches how fast that is occurring. SAP chat effectively where all the other guys are that you're going to go through the program. Now that is your use however you like because some of them use it to share ideas, others will be asking questions. Some people just, some people like to use it just to moan about the workouts if they feel it was a little bit too tough. But like that's what it's there for. It's there for you and the guys to again feel like you're that part of a team even when you're away from the gym. And it's part of the whole philosophy that we have of how we work with guys. So that in a nutshell, Mike, that's us, that is what we do. Does that sound like and fall in line with the sort of thing you're searching for at this stage?",
      "confidence": 0.96252704,
      "start_time": 357660,
      "end_time": 563250
    },
    {
      "speaker": "A",
      "text": "Yep, it does.",
      "confidence": 0.8555501,
      "start_time": 563490,
      "end_time": 565410
    },
    {
      "speaker": "B",
      "text": "Wonderful. Lovely. Have you got any questions on anything I've run through so far.",
      "confidence": 0.981486,
      "start_time": 566050,
      "end_time": 569890
    },
    {
      "speaker": "A",
      "text": "Okay, so you told me three days a week, which is what I was interested to know, or minimum three days. How long are the sessions?",
      "confidence": 0.95705,
      "start_time": 570350,
      "end_time": 577750
    },
    {
      "speaker": "B",
      "text": "Yeah, 45 to an hour. So you get a one hour time slot. But yeah, 45 to an hour normally.",
      "confidence": 0.9711062,
      "start_time": 577750,
      "end_time": 584190
    },
    {
      "speaker": "A",
      "text": "Okay. I've seen online your sort of days and times. I can't quite remember what they are but you know, I'd be looking for in the evenings, which is what you, what you do looking at it. So that works for me. How much does it cost?",
      "confidence": 0.9438321,
      "start_time": 584830,
      "end_time": 605990
    },
    {
      "speaker": "B",
      "text": "Yep. So we've got two options. You can either come and do our six week transformation program, which is £199, or you can go straight into our monthly program, which is £110amonth. If you go straight to the monthly, it's a minimum three month commitment. If you're going to go, go straight on to that one. So of those two, which do you feel would be best for you?",
      "confidence": 0.97561896,
      "start_time": 607830,
      "end_time": 627170
    },
    {
      "speaker": "A",
      "text": "I always had in mind initially the six week one, I think. Yeah.",
      "confidence": 0.9714168,
      "start_time": 630450,
      "end_time": 634770
    },
    {
      "speaker": "B",
      "text": "Yes, that is, it's by far the most popular route. You do the six weeks, you get a good feel for it, you see what it is that, you know, we do and then, you know, if you want to stick around afterwards, they're wonderful. The million dollar question for me then is when.",
      "confidence": 0.96654296,
      "start_time": 635090,
      "end_time": 649090
    },
    {
      "speaker": "A",
      "text": "I didn't catch that, sorry, you cut off.",
      "confidence": 0.9654338,
      "start_time": 651640,
      "end_time": 653800
    }
  ],
  "chapters": [
    {
      "summary": "Yeah, got you now. I think my signal's a little bit dodgy at the minute. So hopefully, hopefully all holds out. All. Okay.",
      "headline": "I think my signal's a little bit dodgy at the minute",
      "start_time": 3600,
      "end_time": 13200
    },
    {
      "summary": "Mike is looking to lose 40 kilos and wants to get down to 90 kilos. Why is he trying to lose weight and what does it give him? I need to do it from the point of view of health.",
      "headline": "Mike is looking to lose 40 kilos through weight loss programs",
      "start_time": 14000,
      "end_time": 181300
    },
    {
      "summary": "We specialize and focus only on helping guys over 40 with weight loss, fitness and improvement of health. We break into three key areas: training, nutrition and accountability. Ultimately what we're putting this down to is longevity of life and quality of life.",
      "headline": "Mike is helping men over 40 with weight loss, fitness and improvement of health",
      "start_time": 181460,
      "end_time": 567330
    },
    {
      "summary": "You can either come and do our six week transformation program, which is £199, or you can go straight into our monthly program. The million dollar question for me then is when.",
      "headline": "You can either come and do our six week transformation program which is £199",
      "start_time": 567330,
      "end_time": 653800
    }
  ]
}